[
  {
    "expand_query": "<Optimized Query: \"room rent and ICU charges sub-limits or caps in National Parivar Mediclaim Plus Policy Plan A terms and conditions\">",
    "timestamp": "2025-08-02T11:56:30.564002+05:30"
  },
  {
    "answer_query": "Preventive health check-ups in insurance policies can offer benefits such as regular monitoring of health and early detection of potential illnesses. Some policies include health check-up benefits as part of their coverage. For example, certain insurance plans provide health check-ups every two years up to specified amounts, such as INR 5,000 or INR 7,500, as part of good health incentives. These benefits encourage policyholders to maintain their health and potentially reduce long-term medical expenses.",
    "timestamp": "2025-08-02T11:56:30.830564+05:30"
  },
  {
    "answer_query": "Yes, this policy does cover maternity expenses under certain conditions. The coverage includes:\n\na) Medical treatment expenses related to childbirth, including complicated deliveries and caesarean sections during hospitalization.  \nb) Expenses for lawful medical termination of pregnancy during the policy period.  \n\nAdditionally, the female insured person must have been continuously covered under the policy for at least 24 months before availing this benefit.  \n\nPlease note that a newborn baby is automatically covered under the mother's sum insured for up to 3 months from birth. Beyond that, coverage is subject to specific inclusion in the policy with the payment of the requisite premium.",
    "timestamp": "2025-08-02T11:56:30.832888+05:30"
  },
  {
    "answer_query": "Yes, the medical expenses for an organ donor are covered under the policy, provided the following conditions are met:\n\n1. The organ donation complies with the Transplantation of Human Organs Act 1994 (and its amendments).\n2. The organ is donated to an Insured Person who has been medically advised to undergo an organ transplant.\n3. The expenses are incurred for the organ donor's hospitalization as an in-patient in a hospital.\n4. The claim for the Insured Person undergoing the organ transplant has been admitted under the In-patient Treatment Section.\n\nHowever, the policy does not cover:\n- Pre-hospitalization or post-hospitalization medical expenses of the donor.\n- Costs associated with acquiring the donor's organ.\n- Expenses for",
    "timestamp": "2025-08-02T11:56:30.989468+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:31.128409+05:30"
  },
  {
    "answer_query": "The extent of insurance coverage for AYUSH treatments under health policies typically includes treatments provided at:\n\n1. **AYUSH Hospitals**: These must be standalone or co-located with in-patient healthcare facilities of recognized systems of medicine, registered with local authorities, under the supervision of qualified AYUSH Medical Practitioners. They must meet the following criteria:\n   - At least 5 in-patient beds.\n   - Qualified AYUSH Medical Practitioner available round the clock.\n   - Dedicated AYUSH therapy sections.\n   - Maintenance of daily patient records accessible to the insurer.\n\n2. **AYUSH Day Care Centers**: These can include Community Health Centers (CHC), Primary Health Centers (PHC), dispensaries, clinics, or polyclinics.",
    "timestamp": "2025-08-02T11:56:31.230619+05:30"
  },
  {
    "answer_query": "The waiting period for pre-existing diseases (PED) under health insurance policies can vary depending on the insurer and policy terms. Based on the retrieved context:\n\n1. Generally, coverage for pre-existing diseases is provided after 36 months, provided these conditions were declared at the time of application and accepted by the insurer.\n2. Specific diseases or procedures may have different waiting periods such as:\n   - 90 days for lifestyle conditions like hypertension, diabetes, and cardiac conditions.\n   - One year for certain benign ENT disorders (e.g., tonsillectomy, adenoidectomy).\n3. The waiting period may be reduced if the insured person is continuously covered without any break under IRDAI portability norms.\n\nThe applicable waiting period is the longer of any specified",
    "timestamp": "2025-08-02T11:56:31.647556+05:30"
  },
  {
    "hybrid_search_success": [
      ". Note: Listed procedures and Preferred Provider Network list are dynamic in nature, and will be updated in the Company’s website from time to time. 3.1.1.2 Limit for Cataract Surgery The Company’s liability for cataract surgery shall be up to the limit as shown in the Table of Benefits, for Plan A only. However, the limit shall not apply if the treatment is undergone for a listed procedure in a Preferred Provider Network (PPN) as a package. 3.1.1.3 Treatment related to participation as a non-professional in hazardous or adventure sports Expenses related to treatment necessitated due to participation as a non-professional in hazardous or adventure sports, subject to Maximum amount admissible for Any One Illness shall be lower of 25% of Sum Insured. 3.1.2 Pre Hospitalisation The Company shall indemnify the medical expenses incurred up to thirty days immediately before the insured person is hospitalised, provided that: i",
      ". Note: Listed procedures and Preferred Provider Network list are dynamic in nature, and will be updated in the Company’s website from time to time. 3.1.1.2 Limit for Cataract Surgery The Company’s liability for cataract surgery shall be up to the limit as shown in the Table of Benefits, for Plan A only. However, the limit shall not apply if the treatment is undergone for a listed procedure in a Preferred Provider Network (PPN) as a package. 3.1.1.3 Treatment related to participation as a non-professional in hazardous or adventure sports Expenses related to treatment necessitated due to participation as a non-professional in hazardous or adventure sports, subject to Maximum amount admissible for Any One Illness shall be lower of 25% of Sum Insured. 3.1.2 Pre Hospitalisation The Company shall indemnify the medical expenses incurred up to thirty days immediately before the insured person is hospitalised, provided that: i",
      ". c) If any of the specified disease/procedure falls under the waiting period specified for Pre-Existing Diseases, then the longer of the two waiting periods shall apply. d) The waiting period for listed conditions shall apply even if contracted after the policy or declared and accepted without a specific exclusion. e) If the Insured Person is continuously covered without any break as defined under the applicable norms on portability stipulated by IRDAI, then waiting period for the same would be reduced to the extent of prior coverage. f) List of specific diseases/procedures i. 90 Days Waiting Period (Life style conditions) a. Hypertension and related complications b. Diabetes and related complications c. Cardiac conditions ii. One year waiting period a. Benign ENT disorders b. Tonsillectomy c. Adenoidectomy d. Mastoidectomy e. Tympanoplasty"
    ],
    "timestamp": "2025-08-02T11:56:31.782362+05:30"
  },
  {
    "expand_query": "<Optimized Query: \"room rent and ICU charges sub-limits, caps, or restrictions in the terms, conditions, and policy document of National Parivar Mediclaim Plus Policy Plan A\">",
    "timestamp": "2025-08-02T11:56:31.969296+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:32.228807+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:32.448515+05:30"
  },
  {
    "hybrid_search_success": [
      "National Insurance Co. Ltd. Premises No. 18-0374, Plot no. CBD-81, New Town, Kolkata - 700156 Page 18 of 25 National Parivar Mediclaim Plus Policy UIN: NICHLIP25039V032425 7. OPTIONAL COVERS 7.1 Pre-existing Diabetes / Hypertension Subject otherwise to the terms, definitions, exclusions, and conditions of the Policy and on payment of additional premium, the Company shall pay expenses for treatment of diabetes and/ or hypertension, if pre-existing, from the inception of the Policy. On completion of continuous thirty six months of insurance, the additional premium and sub limits shall not apply. Eligibility As per the Policy. Limit of Cover Sum Insured opted under the policy shall apply. Policy period The policy period for the Policy, and the cover should be identical, as mentioned in the schedule. Tax rebate The insured can avail tax benefits for the premium paid, under Section 80D of Income Tax Act 1961. Renewal The cover can be renewed annually till Exclusion 4",
      "National Insurance Co. Ltd. Premises No. 18-0374, Plot no. CBD-81, New Town, Kolkata - 700156 Page 18 of 25 National Parivar Mediclaim Plus Policy UIN: NICHLIP25039V032425 7. OPTIONAL COVERS 7.1 Pre-existing Diabetes / Hypertension Subject otherwise to the terms, definitions, exclusions, and conditions of the Policy and on payment of additional premium, the Company shall pay expenses for treatment of diabetes and/ or hypertension, if pre-existing, from the inception of the Policy. On completion of continuous thirty six months of insurance, the additional premium and sub limits shall not apply. Eligibility As per the Policy. Limit of Cover Sum Insured opted under the policy shall apply. Policy period The policy period for the Policy, and the cover should be identical, as mentioned in the schedule. Tax rebate The insured can avail tax benefits for the premium paid, under Section 80D of Income Tax Act 1961. Renewal The cover can be renewed annually till Exclusion 4",
      "National Insurance Co. Ltd. Premises No. 18-0374, Plot no. CBD-81, New Town, Kolkata - 700156 Page 16 of 25 National Parivar Mediclaim Plus Policy UIN: NICHLIP25039V032425 ii. The policyholder may cancel his/her policy at any time during the term, by giving 7 days’ notice in writing. The Insurer shall: a) refund proportionate premium for unexpired policy period, if the term of policy upto one year and there is no claim (s) made during the policy period. b) refund premium for the unexpired policy period, in respect of policies with term more than 1 year and risk coverage for such policy years has not commenced and refund proportionate premium for unexpired policy period for the current policy year. There shall be no refund for the completed policy year elapsed. Notwithstanding anything contained herein or otherwise, no refunds of premium shall be made in respect of Cancellation where, any claim has been admitted or has been lodged or any benefit has been availed under the Policy. 5"
    ],
    "timestamp": "2025-08-02T11:56:32.782888+05:30"
  },
  {
    "expand_query": "<Optimized Query: cataract surgery insurance policy waiting period conditions coverage limits>",
    "timestamp": "2025-08-02T11:56:32.839221+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:36.539224+05:30"
  },
  {
    "check_content": "answer_query",
    "timestamp": "2025-08-02T11:56:36.599417+05:30"
  },
  {
    "expand_query": "<Optimised Query: grace period for premium payment National Parivar Mediclaim Plus Policy National Insurance Company>",
    "timestamp": "2025-08-02T11:56:37.178025+05:30"
  },
  {
    "answer_query": "The retrieved context does not specify the exact waiting period for cataract surgery under an insurance policy. It mentions that certain conditions and procedures may have waiting periods, but details specific to cataract surgery waiting periods are missing.\n\nIf you need further clarification, I recommend checking the specific terms of your insurance policy directly or consulting with your insurance provider.",
    "timestamp": "2025-08-02T11:56:37.571555+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:37.638941+05:30"
  },
  {
    "expand_query": "<Optimised Query: grace period for premium payment rules renewal National Parivar Mediclaim Plus Policy National Insurance Company>",
    "timestamp": "2025-08-02T11:56:38.331416+05:30"
  },
  {
    "expand_query": "<Optimized Query: \"room rent, ICU charges sub-limits, caps, restrictions, or coverage details in the terms, conditions, exclusions, and policy document of National Parivar Mediclaim Plus Policy Plan A\">",
    "timestamp": "2025-08-02T11:56:38.476027+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:38.807542+05:30"
  },
  {
    "check_content": "answer_query",
    "timestamp": "2025-08-02T11:56:39.141854+05:30"
  },
  {
    "expand_query": "<Optimised Query: grace period rules for premium payment and renewal under National Parivar Mediclaim Plus Policy by National Insurance Company>",
    "timestamp": "2025-08-02T11:56:39.501825+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:40.005311+05:30"
  },
  {
    "answer_query": "The retrieved context does not provide specific details or mention any sub-limits, caps, or restrictions related to room rent and ICU charges for Plan A of the National Parivar Mediclaim Plus Policy. Please refer to the detailed policy document or contact the insurer directly for accurate information.",
    "timestamp": "2025-08-02T11:56:40.059430+05:30"
  },
  {
    "expand_query": "<Optimised Query: grace period provisions for premium payment and renewal terms in National Parivar Mediclaim Plus Policy by National Insurance Company>",
    "timestamp": "2025-08-02T11:56:40.674096+05:30"
  },
  {
    "check_content": "expand_query",
    "timestamp": "2025-08-02T11:56:41.375504+05:30"
  },
  {
    "expand_query": "<Optimised Query: detailed grace period policies and renewal conditions for premium payments under National Parivar Mediclaim Plus Policy by National Insurance Company>",
    "timestamp": "2025-08-02T11:56:42.068447+05:30"
  },
  {
    "check_content": "answer_query",
    "timestamp": "2025-08-02T11:56:42.602964+05:30"
  },
  {
    "answer_query": "The retrieved context does not provide specific information about the grace period for premium payments under the National Parivar Mediclaim Plus Policy by National Insurance Company. Please consult the policy document or contact the insurance provider directly for precise details.",
    "timestamp": "2025-08-02T11:56:43.419632+05:30"
  }
]